Repository: yashkorat22/ACT
Catalog: lib/l10n/intl_*.arb
Languages: it, uk

# appButtonAbmelden
source: Cancel
it: Annulla
uk: Скасувати

# appButtonAbsagen
source: Cancel
it: Annulla
uk: Скасувати

# appButtonAdmiss
source: Admiss
it: Ammettere
uk: Признайтеся

# appButtonAnmelden
source: Register
it: Registrati
uk: зареєструватися

# appButtonBack
source: Back
it: Indietro
uk: назад

# appButtonBackToLogin
source: Back to Sign in
it: Torna a Accedi
uk: Назад, щоб увійти

# appButtonCancel
source: Cancel
it: Annulla
uk: Скасувати

# appButtonCreate
source: Create
it: Crea
uk: створити

# appButtonDelete
source: Delete
it: Cancellare
uk: Видалити

# appButtonDismiss
source: Dismiss
it: Licenziare
uk: Звільнити

# appButtonEdit
source: Edit
it: Modifica
uk: редагувати

# appButtonForgetPassword
source: Forget password?
it: Dimenticare la password?
uk: Забути пароль?

# appButtonJoin
source: Join
it: Aderire
uk: Приєднуйтесь

# appButtonLeave
source: Leave
it: Partire
uk: Залишати

# appButtonLogout
source: Logout
it: Disconnettersi
uk: вийти

# appButtonNew
source: New
it: Nuovo
uk: новий

# appButtonNo
source: No
uk: немає

# appButtonParticipated
source: Participated
it: Partecipato
uk: Взяли участь

# appButtonRegister
source: Register
it: Registra
uk: Реєструвати

# appButtonRemove
source: Remove
it: Rimuovere
uk: Вилучено

# appButtonSave
source: Save
it: Salva
uk: Зберегти на комп’ютері

# appButtonSchedule
source: Schedule
it: Programma
uk: Плануйте

# appButtonSignIn
source: Sign in
it: Entrare
uk: авторизуйтесь

# appButtonSignUp
source: Sign up
it: Registra
uk: Реєструвати

# appButtonStornieren
source: Cancel
it: Cancella
uk: Скасувати

# appButtonToInvoice
source: To Invoice
it: Per il pagamento
uk: Для оплати

# appButtonYes
source: Yes
it: Si
uk: Так

# appDialogTitleConfirmation
source: Confirm please:
it: Confermare per favore:
uk: Будь-ласка підтвердіть:

# appInfoAbsagenSuccessfully
source: Successfully cancelled.
it: Cancellato con successo.
uk: Успішно скасовано.

# appInfoAcceptSuccessfully
source: Successfully accepted.
it: Accettato con successo.
uk: Успішно прийнято.

# appInfoAdmissSuccessfully
source: Successfully admissed.
it: Approvato con successo.
uk: Успішно затверджено.

# appInfoCancelSuccessfully
source: Successfully cancelled.
it: Interrotto con successo.
uk: Успішно скасовано.

# appInfoDeleteSuccessfully
source: Successfully deleted.
it: Eliminato con successo.
uk: Видалено.

# appInfoDismissSuccessfully
source: Successfully dismissed.
it: Rifiutato con successo.
uk: Відхилено.

# appInfoErrorOccured
source: Something went wrong ;-(
it: Qualcosa è andato storto ;-(
uk: Щось пішло не так ;-(

# appInfoGotoLogin
source: Go to Login
it: Alla registrazione
uk: Для реєстрації

# appInfoLoading
source: Loading data...
it: Caricamento dei dati...
uk: Дані завантажуються ...

# appInfoNoConnection
source: No internet connect
it: Nessuna connessione a Internet
uk: Немає підключення до Інтернету

# appInfoRegisterSuccessfully
source: Successfully registered.
it: Registrato con successo.
uk: Зареєстровано успішно.

# appInfoRemoveSuccessfully
source: Successfully removed.
it: Rimosso con successo.
uk: Вилучено.

# appInfoScheduleSuccessfully
source: Successfully scheduled.
it: Programmato con successo.
uk: Успішно сплановано.

# appInfoTapAgainToLeave
source: Tap again to leave.
it: Tocca di nuovo per uscire dall'app.
uk: Натисніть ще раз, щоб вийти з програми.

# appInfoUpdateSuccessfully
source: Successfully updated.
it: Aggiornato con successo.
uk: Оновлено.

# appInputAcceptTerms_A
source: I accept the
it: Accetto il
uk: Я приймаю

# appInputAcceptTerms_B
source: Usage terms
it: Condizioni d'uso.
uk: Умови користування.

# appInputAcceptTerms_C
source: Please accept the usage terms.
it: Si prega di accettare i termini di utilizzo.
uk: Прийміть умови користування.

# appInputAcceptTerms_D
source: I accept.
it: Accetto.
uk: Я приймаю.

# appInputConfirmPassword
source: Confirm Password
it: Confermare la password
uk: Підтвердьте пароль

# appInputEmail
source: Email
uk: електронною поштою

# appInputFirstname
source: First Name
it: Nome
uk: ім'я

# appInputLastname
source: Last Name
it: Cognome
uk: Прізвище

# appInputMandatoryField
source: Mandatory Field
it: Campo obbligatorio
uk: Обов'язкове поле

# appInputPassword
source: Password
uk: пароль

# appInputPrice
source: Price
it: prezzo
uk: Ціна

# appInputResetPassword
source: Reset Password
it: Reimpostare la password
uk: Скинути пароль

# appInputSearch
source: Search...
it: Filtro...
uk: Фільтр ...

# appInputValidationCredentials
source: Username or password invalid
it: Email o password errata.
uk: Неправильна адреса електронної пошти або пароль.

# appInputValidationEmail
source: Invalid Email
it: Indirizzo e-mail non valido
uk: невірна адреса електронної пошти

# appInputValidationLengthMax
source: Not shorter as:
it: Non più di:
uk: Не довше, ніж:

# appInputValidationLengthMin
source: Not longer as:
it: Non più corto di:
uk: Не коротше, ніж:

# appInputValidationPasswordMatch
source: Passwords do not match!
it: Le password non corrispondono!
uk: Паролі не збігаються!

# appInputValidationPasswordNumber
source: Should include at least one number
it: Deve contenere almeno un numero
uk: Повинен містити принаймні одне число

# appInputValidationVerificationCode
source: Invalid Verification Code
it: Codice di verifica non valido
uk: Недійсний код підтвердження

# appInputValidationVerificationCodeResend
source: The confirmation code has been successfully resent via email.
it: Il codice di verifica è stato inviato via e-mail.
uk: Код підтвердження був надісланий електронною поштою.

# appInputVerificationCode
source: Verification code
it: Codice di verifica
uk: Код підтвердження

# appLoginAlreadyAccount
source: You have already an account? Back to Sign In.
it: Hai già un account? Torna a fare il login.
uk: У вас вже є обліковий запис? Повернутися до входу.

# appLoginEnterSignUpInformation
source: Enter information and get notified by email
it: Inserisci le informazioni e aspetta l'email
uk: Введіть інформацію та чекайте на електронну пошту

# appLoginInputVerificationCode
source: Please input the code
it: Inserisci il codice di verifica
uk: Введіть код підтвердження

# appLoginSentVerificationCode
source: Verification code has been sent to your email.
it: Un codice di verifica è stato inviato alla tua email.
uk: Код підтвердження надіслано на вашу електронну адресу.

# appLoginValidEmail
source: Should be a valid email!
it: Inserisci un indirizzo e-mail valido!
uk: Введіть дійсну адресу електронної пошти!

# appLoginWelcomeText
source: Every day is a chance to get better! Manage your classes as a course instructor! Get your classes and see how often you train!
it: Ogni giorno è un'opportunità! Gestisci i tuoi gruppi di allenamento! Basta fare il login e controllare i tuoi allenamenti prenotati!
uk: Кожен день дає шанс! Керуйте своїми навчальними групами! Просто зареєструйтесь, подивіться замовлені тренування!

# appSelectCamera
source: Create selfie
it: Avviare la macchina fotografica
uk: Запустіть камеру

# appSelectGallery
source: Get from gallery
it: Seleziona dalla galleria
uk: Виберіть із галереї

# appTermsAndConditions
source: Terms & Conditions
it: Condizioni d'uso
uk: Умови користування

# appThemeModeDark
source: Dark Mode
it: Modo scuro
uk: Темний режим

# appThemeModeLight
source: Light Mode
it: Modo luminoso
uk: Світловий режим

# classAutoAssignMembers
source: Assign my members automatically
it: Assegnare automaticamente i miei membri
uk: Автоматично призначати моїх учасників

# classActivity
source: Activity
it: Attività
uk: Діяльності

# classAvatarSelect
source: Select Avatar
it: Scegliere una foto del profilo
uk: Виберіть зображення профілю

# classCreateClass
source: Create Class
it: Creare un gruppo
uk: Створіть групу

# classDiscoverClasses
source: Discover Classes & Trainings
it: Scoprire i gruppi e le formazioni
uk: Відкрийте для себе групи та тренінги

# classDismissMember
source: Are you sure to dismiss this member?
it: Rimuovere questo membro dal gruppo?
uk: Вилучити цього учасника з групи?

# classEditClass
source: Edit Class
it: Modifica gruppo
uk: Редагувати групу

# classManageTitle
source: Manage Class
it: Gestire il gruppo
uk: Керувати групою

source: Class Name
it: Nome del gruppo
uk: Назва групи

# classPublic
source: Class is public
it: Il gruppo è pubblico
uk: Група публічна

# classRemoveClassConfirmText
source: Are you sure to delete this class?
it: Vuoi davvero cancellare questo gruppo?
uk: Ви дійсно хочете видалити цю групу?

# classTabCalendar
source: Calendar
it: Calendario
uk: Календар

# classTabContributors
source: Contributors
it: Membri
uk: члени

# classTabElements
source: Events
it: Eventi
uk: події

# classTabMember
source: Member
it: Membro
uk: Член

# classTabTrainer
source: Trainer
it: Allenatore
uk: Тренер

# classTitle
source: Classes
it: Gruppi
uk: Групи

# eventActivity
source: Activity
it: Attività
uk: Діяльності

# eventCalendarManageEvent
source: Manage Calendar Event
it: Gestire l'inserimento del calendario
uk: Керування записом у календарі

# eventCalendarTabInformation
source: Information
it: Informazioni
uk: Інформації

# eventCalendarTabParticipants
source: Participants
it: Partecipante
uk: Присутні

# eventClassName
source: Class Name
it: Nome del gruppo
uk: Назва групи

# eventConfirmRemoveReplacements
source: Important: All replacements and member participation after 'Last Date' get modified!
it: Importante: Tutte le sostituzioni e le partecipazioni dopo la "data ultima" saranno aggiustate!
uk: Важливо: Усі заміни та участь після "останньої дати" будуть скориговані!

# eventCreate
source: Create Event
it: Creare la formazione
uk: Створіть тренування

# eventDuration
source: Duration (Minutes)
it: Durata (minuti)
uk: Тривалість (хвилини)

# eventEdit
source: Edit Event
it: Modifica della formazione
uk: Редагувати навчання

# eventEndDate
source: Last Date
it: Ultima data
uk: Остання дата

# eventLocation
source: Location
it: Posizione
uk: Розташування

# eventMaxParticipants
source: Max. Participants
it: Max. Partecipanti
uk: Макс. Кількість учасників

source: Event Name
it: Nome della formazione
uk: Назва навчання

# eventPlannedDate
source: Planned Date
it: Data prevista
uk: Запланована дата

# eventPlannedTime
source: Planned Time
it: Tempo previsto
uk: Запланований час

# eventRemoveEventConfirmText
source: Are you sure to delete this event?
it: Vuoi davvero rimuovere questa formazione?
uk: Ви дійсно хочете видалити це тренування?

# eventRepetition
source: Repetition
it: Ripetizione
uk: повторення

# eventReplaceDate
source: Replace Date
it: Data di sostituzione
uk: Дата заміни

# eventReplaceTime
source: Replace Time
it: Tempo di sostituzione
uk: Вільний час

# eventReplacementRemove
source: Remove Replacement
it: Sostituzione cancellare
uk: Заміна Ясно

# eventStartDate
source: First Date
it: Primo appuntamento
uk: Перше побачення

# eventStatus
source: Status
it: Stato
uk: статус

# eventTabMember
source: Member
it: Membro
uk: Член

# eventTabTrainer
source: Trainer
it: Allenatore
uk: Тренер

# eventTime
source: Time
it: Tempo
uk: Час

# eventTitle
source: Events
it: Formazioni
uk: Тренінги

# eventUnlimited
source: Unlimited
it: Illimitato
uk: Необмежена

# homeProfileBirthday
source: Birthday
it: Compleanno
uk: дата народження

# homeProfileFirstname
source: First Name
it: Nome
uk: ім'я

# homeProfileGender
source: Gender
it: Sesso
uk: Стать

# homeProfileLastname
source: Last Name
it: Cognome
uk: Прізвище

# homeProfilePhone
source: Mobile Phone
it: Numero di cellulare
uk: Номер мобільного

# homeProfilePictureRemoveText
source: Are you sure to remove your profile picture?
it: Sei sicuro di voler rimuovere la tua foto profilo?
uk: Ви впевнені, що видалите свою фотографію профілю?

# homeProfileTitle
source: My Account
it: Il mio account
uk: Мій рахунок

# homeTileClasses
source: Classes
it: Gruppi
uk: Групи

# homeTileEvents
source: Calendar
it: Calendario
uk: Календар

# homeTileInvoices
source: Finance
it: Finanza
uk: Фінанси

# homeTileLocations
source: Locations
it: Località
uk: Локації

# homeTileMembers
source: Members
it: Membri
uk: члени

# homeTileSubscriptions
source: Administration
it: Amministrazione
uk: адміністрації

# homeUserWelcome
source: Welcome back,
it: Benvenuto
uk: Ласкаво просимо

# locationCreateLocation
source: Create Location
it: Creare una posizione
uk: Створіть розташування

# locationDescription
source: Description for the location
it: Descrizione del luogo
uk: Опис місця розташування

# locationDescriptionHint
source: By the sports field on top of the red area...
it: Al campo sportivo in cima all'area rossa...
uk: На спортивному майданчику на вершині червоної зони...

# locationName
source: Name for the location
it: Nome della Località
uk: Назва місцезнаходження

# locationAddressCity
source: City
it: Città
uk: Місто

# locationAddressClear
source: Clear
it: Chiaro
uk: Ясно

# locationAddressCountry
source: Country
it: Paese
uk: Країна

# locationAddressPick
source: Pick
it: Scegli
uk: Виберіть

# locationAddressShow
source: Show
it: Mostra
uk: Показати

# locationAddressStartNavigation
source: Start Navigation
it: Iniziare la navigazione
uk: Почати навігацію

# locationAddressStreetNumber
source: Number
it: Numero
uk: Номер

# locationAddressStreetOrPlace
source: Street or Place
it: Via o luogo
uk: Вулиця або місце

# locationAddressZIP
source: ZIP Code
it: Codice postale
uk: ЗІП код

# locationPickAddress
source: Address and meeting point
it: Indirizzo e punto d'incontro
uk: Адреса та місце зустрічі

# locationRemoveLocationConfirmText
source: Are you sure to remove this location?
it: Sei sicuro di rimuovere questa posizione?
uk: Ви впевнені, що видалили це місце?

# locationTabMember
source: Member
it: Membro
uk: Член

# locationTabTrainer
source: Trainer
it: Allenatore
uk: Тренажер

# locationTitle
source: Location
it: Posizione
uk: Розташування

# locationTapToPickAnAddress
source: Tap to pick an address
it: Tocca per scegliere un indirizzo
uk: Торкніться, щоб вибрати адресу

# memberBirthday
source: Birthday
it: Compleanno
uk: дата народження

# memberCreateMember
source: Create member
it: Creare un membro
uk: Створіть учасника

# memberEditMember
source: Edit member
it: Modifica membro
uk: Редагувати учасника

# memberFirstname
source: First name
it: Nome
uk: ім'я

# memberGender
source: Gender
it: Sesso
uk: Стать

# memberLastname
source: Last name
it: Cognome
uk: Прізвище

# memberMail
source: Email Address
it: Indirizzo e-mail
uk: Адреса електронної пошти

# memberMailInvalid
source: Email Address is invalid
it: L'indirizzo e-mail non è valido
uk: Електронна адреса недійсна

# memberPhone
source: Mobile Number
it: Numero di cellulare
uk: Номер мобільного

# memberPhoneInvalid
source: Mobile Number is invalid
it: Il numero di cellulare non è valido
uk: Номер мобільного телефону недійсний

# memberRemoveMemberConfirmText
source: Are you sure to remove this member?
it: Vuoi davvero cancellare questo membro?
uk: Ви дійсно хочете видалити цього учасника?

# memberSelfManagedProfile
source: This is a self-managed profile.
it: Questo è un profilo autogestito.
uk: Це профіль, який самостійно адмініструється.

# memberSelfManagedProfileDisconnect
source: Disconnect self-managed
it: Scollegare
uk: відключити

# memberTabMyApplicants
source: My Applicants
it: I miei candidati
uk: Мої претенденти

# memberTabMyMembers
source: My Members
it: I miei membri
uk: Мої учасники

# memberTitle
source: Members
it: Membri
uk: члени

# shoppingCartBooking
source: Booking
it: Prenotazione
uk: Бронювання

# shoppingCartConfirmAsCashPaid
source: Receipt of:
it: Bar ricevuto:
uk: Отримати готівку:

# shoppingCartCurrency
source: Currency
it: Valuta
uk: Валюта

# shoppingCartManageShoppingCart
source: Manage Invoice
it: Gestire la fattura
uk: Керування рахунками -фактурами

# shoppingCartRemoveShoppingCartConfirmText
source: Are you sure to delete this invoice?
it: Volete davvero rimuovere questa legge?
uk: Ви дійсно хочете видалити цей рахунок -фактуру?

# shoppingCartRemoveShoppingCartItemConfirmText
source: Are you sure to delete this element?
it: Vuoi davvero rimuovere questo elemento?
uk: Ви впевнені, що хочете видалити цей елемент?

# shoppingCartSetAsCashPaid
source: Set as cash paid
it: Confermare come pagamento in contanti
uk: Підтвердіть оплату готівкою

# shoppingCartSubscription
source: Subscription
it: Abbonamento
uk: Підписка

# shoppingCartTabMember
source: Member
it: Membro
uk: Член

# shoppingCartTabTrainer
source: Trainer
it: Allenatore
uk: Тренер

# shoppingCartTitle
source: Invoices & Payments
it: Fatture e pagamenti
uk: Рахунки та платежі

# shoppingCartTotal
source: Total
it: Importo
uk: сума

# subscriptionAddShoppingCart
source: Add to invoices:
it: Aggiungere come fattura:
uk: Додати як рахунок -фактуру:

# subscriptionBookingAmount
source: Booking amount
it: Prenotazioni incluse
uk: Включені бронювання

# subscriptionBookingQuantity
source: Booking quantity
it: Numero di prenotazioni
uk: Кількість бронювань

# subscriptionCreateTitle
source: Create Subscription
it: Creare abbonamento
uk: Створити підписку

# subscriptionEndDate
source: End Date
it: Fine
uk: кінець

# subscriptionExpired
source: Expired!
it: Abbonamento scaduto!
uk: Термін дії підписки закінчився!

# subscriptionManageTitle
source: Manage Subscription
it: Gestire l'abbonamento
uk: Керування підпискою

# subscriptionMemberSingleOverview
source: Single Member Overview
it: Panoramica dei membri
uk: Огляд членства

# subscriptionOverbooked
source: Overbooked!
it: Abbonamento in overbooking!
uk: Підписка заброньована!

# subscriptionPayment
source: Payment
it: Fattura di abbonamento
uk: Рахунок на передплату

# subscriptionPlusOneMonth
source: +1 month
it: +1 mese
uk: +1 місяць

# subscriptionPlusOneWeek
source: +1 week
it: +1 settimana
uk: +1 тиждень

# subscriptionRemoveSubscriptionConfirmText
source: Are you sure to delete this subscription?
it: Vuoi davvero rimuovere questo abbonamento?
uk: Ви впевнені, що хочете видалити цю підписку?

# subscriptionStartDate
source: Start Date
it: Iniziare
uk: початок

# subscriptionTabBookings
source: Bookings
it: Prenotazioni
uk: Бронювання

# subscriptionTabMember
source: Member
it: Membro
uk: Член

# subscriptionTabSubscriptions
source: Subscriptions
it: Abbonamenti
uk: Підписки

# subscriptionTabTrainer
source: Trainer
it: Allenatore
uk: Тренер

source: Subscription Template
it: Modello di abbonamento
uk: Шаблон передплати

# subscriptionTitle
source: Subscriptions & Bookings
it: Abbonamenti e prenotazioni
uk: Підписки та бронювання

# subscriptionValidity
source: Validity
it: Validità dell'abbonamento
uk: Термін дії підписки
